{
  "products": [
    {
      "id": "1",
      "name": "Hi-D 5000 Vitamin D3 6 Tablet",
      "price": 28000,
      "image": "https://d2qjkwm11akmwu.cloudfront.net/products/742890_22-6-2020_17-2-26.jpeg",
      "detail": "HI-D 5000 IU mengandung cholecalciferol 5000 IU setara dengan Vitamin D3 125 mikrogram. Obat ini termasuk golongan vitamin D dan analog. HI-D 5000 digunakan untuk menaikkan kadar vitamin D pada pasien yang kekurangan vitamin D. Dalam penggunaan obat ini harus SESUAI DENGAN PETUNJUK DOKTER."
    },
    {
      "id": "2",
      "name": "Halowell C (Vitamin C) 500 mg 30 Tablet",
      "price": 42000,
      "image": "https://d2qjkwm11akmwu.cloudfront.net/products/46265_25-6-2020_11-27-43.jpeg",
      "detail": "HALOWELL C 500 MG TABLET merupakan suplemen berbentuk tablet yang mengandung Vitamin C. Suplemen ini digunakan untuk memenuhi kebutuhan harian vitamin C tubuh."
    },
    {
      "id": "3",
      "name": "Nacl 0.9 % Infus 500 ml",
      "price": 25000,
      "image": "https://d2qjkwm11akmwu.cloudfront.net/products/271936_9-7-2020_13-56-57.jpeg",
      "detail": "NACL 0.9 % merupakan cairan infus yang mengandung NaCl 0.9%. Infus ini digunakan untuk mengembalikan keseimbangan elektrolit pada dehidrasi. Ion natrium adalah elektrolit utama pada cairan ekstraselular yang diperlukan dalam distribusi cairan dan elektrolit lainnya. Ion klorida berperan sebagai buffering agen pada paru-paru dan jaringan. Ion ini membantu memfasilitasi oksigen dan karbon dioksida untuk berikatan dengan hemoglobin. Ion natrium dan ion klorida diatur oleh ginjal yang mengontrol homeostatis dengan absopsi atau ekskresi pada tubulus. Dalam penggunaan obat ini harus SESUAI DENGAN PETUNJUK DOKTER."
    },
    {
      "id": "4",
      "name": "Azithromycin 500 mg + Fitbes Force",
      "price": 38000,
      "image": "https://d2qjkwm11akmwu.cloudfront.net/products/304257_9-7-2021_16-44-35.png",
      "detail": "AZITHROMYCIN adalah obat antibiotik generik golongan makrolida yang aktivitasnya terhadap bakteri gram positif dan gram negatif. Obat ini bekerja dengan cara mengikat sub unit 50s dari ribosom bakteri sehingga menghambat translasi mRNA. Dengan demikian sistesis protein akan terganggu sehingga pertumbuhan bakteri akan terhambat. Obat ini digunakan untuk pengobatan infeksi yang disebabkan oleh H. influenzae, M. catarrhalis, S. pneumoniae, C. pneumoniae, H. influenzae, Streptococcus pyogenes, S. aureus, atau S. agalactiae. Dalam penggunaan obat ini HARUS SESUAI DENGAN PETUNJUK DOKTER. FITBES FORCE TABLET merupakan suplemen yang terdiri atas kombinasi atantara ekstrak kering Echinacea purpurea herba dan Black Elderberry, dengan Zinc Picolinate. Suplemen ini berperan sebagai peningkat daya tahan tubuh, sehingga dapat membantu memelihara daya tahan tubuh."
    },
    {
      "id": "5",
      "name": "Paracetamol Sirup 60 ml",
      "price": 15000,
      "image": "https://d2qjkwm11akmwu.cloudfront.net/products/images/9355.jpg",
      "detail": "PARACETAMOL SIRUP merupakan obat generik yang digunakan untuk meredakan sakit kepala, nyeri dan demam."
    },
    {
      "id": "6",
      "name": "Alloris 10 mg 10 Tablet",
      "price": 75000,
      "image": "https://d2qjkwm11akmwu.cloudfront.net/products/images/15199.jpg",
      "detail": "ALLORIS TABLET merupakan obat dengan kandungan Loratadine dalam bentuk tablet. Obat ini digunakan untuk mengurangi gejala yang berhubungan dengan rinitis alergi, urtikaria kronis & penyakit dermatologik lain. Dalam penggunaan obat ini harus SESUAI DENGAN PETUNJUK DOKTER."
    },
    {
      "id": "7",
      "name": "Cetirizine Sirup 60 ml",
      "price": 45000,
      "image": "https://d2qjkwm11akmwu.cloudfront.net/products/561087_6-11-2020_13-11-38.jpeg",
      "detail": "CETIRIZINE adalah obat antihistamin yang berfungsi untuk meredakan gejala alergi seperti gatal-gatal, mata berair, pilek dan mata atau hidung gatal. Obat ini bekerja dengan menghalangi zat alami tertentu yang di produksi tubuh selama reaksi alergi. Dalam penggunaan obat ini HARUS SESUAI DENGAN PETUNJUK DOKTER."
    },
    {
      "id": "8",
      "name": "Oxytetracycline 1% Eye Oint 3.5G",
      "price": 12500,
      "image": "https://d2qjkwm11akmwu.cloudfront.net/products/344819_24-2-2019_20-51-2.jpg",
      "detail": "OXYTETRACYCLINE merupakan antibiotik golongan tetracycline. Obat ini digunakan sebagai salep untuk konjungtivitas atau infeksi mata lainnya. Oxytetracycline bersifat bakteriostatik yang bekerja dengan menghambat sintesis protein. Oxytetracycline mengganggu ikatan antara aminoacyl-tRNA dan kompleks mRNA-ribosome. Terjadi penghambatan pemanjangan rantai peptida sehingga sintesis protein terhambat. Dalam penggunaan obat ini harus SESUAI DENGAN PETUNJUK DOKTER."
    }
  ]
}